// Задача: на входе 2 числа, на выход большее

int a = 23;
int b = 21;
if(a>b)
{
    Console.WriteLine("max={0}", a);
}
else
{
    Console.WriteLine("max={0}", b);
}
